class CompletedEmail {
    create(order) {
        const {clientEmail, route, package_name, editorLink} = order;

        const title = 'Ваши фотографии из Праги готовы!';
        const msg = `Здравствуйте, Валентина!
 
Поздравляю вас с прошедшим днем рождения! Ваши фотографии обработаны и загружены в облако. ${package_name}. Вот ссылка для скачивания:
 
${editorLink}
 
Обработанные фотографии будут хранится 36 месяцев в нашем облачном хранилище и вы можете их скачивать снова в течение всего этого времени. Рекомендуем после этого срока позаботиться о безопасности своих фотографий и хранить их, минимум, в двух физически разных местах (разные квартиры, облака). Подробности о том, что в папках, вы найдете в файле «информация.txt». 
 
Будем вам признательны, если вы поставите нам оценки по 10-бальной шкале. Это займет не более минуты:
 
http://chooseyourphotos.com/ostavit-otzyv/
 
 Благодарю, что воспользовались нашими услугами. Желаю приятного просмотра!
  
Владимир
менеджер chooseyourphotos.com
----
P.S. Обращайтесь ко мне по любым вопросам)
`;

        return {
            clientEmail: clientEmail, 
            title: title, 
            msg: msg,
        }
    }
}

export default new CompletedEmail();
