
export const questions = [
  {
    question:  'Вам больше нравятся:',
    answers: ['парки и набережная', 'улицы города']
  },
  /*
  {
    question:  'Вы предпочтете:',
    answers: ['любоваться великолепным видом красных крыш Праги', 'прогулку по площади']
  },
  {
    question:  'С Вами будут дети до 12 лет?',
    answers: ['да', 'нет']
  },
  {
    question:  'Планируете ли вы посетить Староместскую площадь и Пражские куранты',
    answers: ['да', 'нет']
  },
  {
    question:  'Вы хотите прогуляться по левому берегу реки или по правому?',
    answers: ['по левому', 'по правому']
  },
  {
    question:  'Вам нравится Венеция?',
    answers: ['да', 'нет']
  },
  {
    question:  'Вы хотите фотосессию:',
    answers: ['по-быстрому', 'по-нормальному']
  }*/
  
];